Extensions installed on Codespaces: terrible spider:
github.codespaces
github.github-vscode-theme
github.vscode-pull-request-github
humao.rest-client
icsharpcode.ilspy-vscode
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
tintoy.msbuild-project-tools
